Airframe4DegAoA/0/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0.14;

boundaryField
{
    inlet
    {
        type             freestream;
        freestreamValue  $internalField;
    }

    outlet
    {
        type             freestream;
        freestreamValue  $internalField;
    }

    freestream
    {
        type             freestream;
        freestreamValue  $internalField;
    }

    airframe
    {
	type 		fixedValue;
	value 		uniform 0;
    }

    centerplane
    {
        type            symmetryPlane;
    }
}


// ************************************************************************* //
